const 대전지하철노선 = {
  일호선 : {
    개통년도: 2006,
    요금: 1400,
    노선: [
      "반석",
      "지족",
      "노은",
      "월드컵경기장",
      "현충원",
      "구암",
      "유성온천",
      "갑천",
      "월평",
      "갈마",
      "정부청사",
      "시청",
      "탄방",
      "용문",
      "오룡",
      "서대전네거리",
      "중구청",
      "중앙로",
      "대전",
      "대동",
      "신흥",
      "판암"
    ]
  },
  이호선 : {
    개통년도: 2028, // 예정년도 (변동 가능)
    요금: 1400,     // 동일 요금 적용 예상
    노선: [
      "서대전",
      "도마",
      "정림",
      "버드내",
      "유천",
      "문창",
      "중구청",
      "충남대병원",
      "은행동",
      "대전",
      "한밭대",
      "용운",
      "대전대",
      "가오",
      "신흥",
      "용전",
      "대전터미널",
      "대전시청",
      "둔산",
      "정부청사"
    ]
  }
};

