const 대전지하철노선 = {
  일호선 : {
    개통년도: 2006,
    요금: 1400,
    노선: [
      "반석",
      "지족",
      "노은",
      "월드컵경기장",
      "현충원",
      "구암",
      "유성온천",
      "갑천",
      "월평",
      "갈마",
      "정부청사",
      "시청",
      "탄방",
      "용문",
      "오룡",
      "서대전네거리",
      "중구청",
      "중앙로",
      "대전역",
      "대동",
      "신흥",
      "판암"
    ]
  },
  이호선 : {
    개통년도: 2028, // 예정년도 (변동 가능)
    요금: 1400,     // 동일 요금 적용 예상
    노선: [
      "서대전역",
      "도마역",
      "정림역",
      "버드내역",
      "유천역",
      "문창역",
      "중구청역",
      "충남대병원역",
      "은행동역",
      "대전역",
      "한밭대역",
      "용운역",
      "대전대역",
      "가오역",
      "신흥역",
      "용전역",
      "대전터미널역",
      "대전시청역",
      "둔산역",
      "정부청사역"
    ]
  }
};
